Repository: coolchess123/ubuntucinnamon-welcome
Catalog: data/po/default/*.po
Languages: ar, eo, ro_ro

source: Default Settings
ar: الإعدادات الافتراضية
eo: Defaŭltaj agordoj
ro_ro: Setari implicite

source: Switch Appearance
ar: تبديل المظهر
eo: Ŝanĝi aspekton
ro_ro: Modifica modul de afisare

source: Desktop Layout
ar: تخطيط سطح المكتب
eo: Labortabla Aranĝo
ro_ro: Afisare Desktop

source: There are several additional Cinnamon Desktop compatible themes available. Cinnamon Welcome provides a simple method to switch your desktop appearance (theme, fonts, icons, desktop wallpaper).
ar: توجد العديد من المظاهر المتوافقة مع سطح مكتب Cinnamon. واجهة مرحبًا توفر طريقة بسيطة لتغيير شكل سطح المكتب (مظاهر, خطوط, أيقونات, خلفيات سطح المكتب).
eo: Ekzistas pluraj aldonaj kongruaj etosoj de Cinnamon. Cinnamon Welcome provizas simplan metodon por ŝanĝi vian labortablan aspekton (etoso, tiparoj, piktogramoj, fono).
ro_ro: Aditional, exista teme compatibile Cinnamon Desktop. Cinnamon Welcome ofera o metoda simpla de a schimba felul in care este afisat Desktop-ul (teme, fonturi, iconite, fundal)

source: Install theme
ar: تثبيت المظهر
eo: Instali etoson
ro_ro: Instaleaza tema

source: Apply theme
ar: تطبيق المظهر
eo: Apliki etoson
ro_ro: Aplica tema

source: Applying Changes...
ar: تطبيق التغييرات
eo: Aplikante ŝanĝojn...
ro_ro: Aplica modificari...

source: Switch the layout of your desktop to suit your workflow.
ar: تبديل تخطيط سطح المكتب ليتناسب مع سير عملك.
eo: Ŝanĝu la aranĝon de via labortablo laŭ viaj labormanieroj.
ro_ro: Schimba modul de afisare al Desktop-ului in concordanta cu modul tau de lucru

source: Default
ar: الافتراضي
eo: Defaŭlta
ro_ro: Implicit

source: Classic Cinnamon
ar: Cinnamon التقليدي
eo: Klasika Cinnamon
ro_ro: Clasic Cinnamon

source: Classic GNOME
ar: GNOME التقليدي
eo: Klasika GNOME
ro_ro: Clasic GNOME

source: Restore panels
ar: استعادة اللوحات
eo: Restarigi panelojn
ro_ro: Restaurare panouri

source: Lost your panels while playing with <span name="distro-name"></span>? Unhappy with your changes to the panel layout? Don't worry. We can help you to restore your panels with a single click!
ar: فقدت لوحاتك أثناء اللعب مع <span name="distro-name"></span>؟ هل أنت غير راض عن تغييراتك في تخطيط اللوحة؟ لا تقلق. يمكننا مساعدتك لاستعادة لوحاتك بنقرة واحدة!
eo: Ĉu vi perdis viajn panelojn dum ludado kun <span name="distro-name"></span>? Ĉu vi estas malfeliĉa pri viaj ŝanĝoj al la panela aranĝo? Ne maltrankviliĝu. Ni povas helpi vin restarigi viajn panelojn per unu klako!
ro_ro: Ati pierdut panourile cand ati incercat <span name="distro-name"></span>? Nu sunteti multumiti de modificarile aduse la modul de afisare al panourilor? Nu va ingrijorati. Va putem ajuta sa refaceti panourile originale cu un singur click!

source: This will undo all changes that you have made on any panel and will reset back to the initial default panel layout configuration.
ar: سيؤدي هذا إلى التراجع عن جميع التغييرات التي أجريتها على أي لوحة، وسيعاد تعين اللوحات إلى هيئتها الافتراضية.
eo: Ĉi tio malfaros ĉiujn ŝanĝojn, kiujn vi faris en iu ajn panelo, kaj restarigos al la defaŭlta aranĝo.
ro_ro: Aceasta operatie va anula toate modificarile pe care le-ati facut la orice panou si va reseta la modul de afisare initial.

source: Reset Cinnamon Panel
ar: استعادة لوحة Cinnamon
eo: Restarigi Cinnamon Panelon
ro_ro: resetare Panou Cinnamon
