Repository: coolchess123/ubuntucinnamon-welcome
Catalog: data/po/gettingstarted/*.po
Languages: hu

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
hu: A virtuális gépen belüli grafikus teljesítmény gyorsítása érdekében telepítse a Vendég kiegészítőket.

source: Proprietary or Open Source Drivers?
hu: Szabadalmaztatott vagy nyílt forráskódú illesztőprogramok?

source: Proprietary drivers come directly from the manufacturer. As they are not open source, Ubuntu developers are <b>unable to review and improve driver code</b> meaning you'll have to rely on the manufacturer for support.
hu: A szabadalmaztatott illesztőprogramok közvetlenül a gyártótól érkeznek. Mivel ezek nem nyílt forráskódúak, az Ubuntu fejlesztők <b>nem tudják ellenőrizni és javítani a driver kódot</b>, ezért támogatást a gyártó tud csak nyújtani.

source: In addition, proprietary drivers can <b>significantly improve graphics performance</b> and as a result, the entire system. Users may wish to install these drivers to:
hu: Ezenkívül a szabadalmaztatott illesztőprogramok <b>jelentősen javíthatják a grafikus teljesítményt</b> és ennek eredményeként a teljes rendszert. A felhasználók az alábbi illesztőprogramokat telepíthetik:

source: Run 3D applications and games.
hu: 3D alkalmazások és játékok futtatása

source: Improve power management, particularly if the device experiences overheating problems under open source drivers.
hu: Javítsa az energiagazdálkodást, különösen, ha a készüléknél túlmelegedési problémákat tapasztal a nyílt forráskódú driverek használatánál.

source: Improve support for high resolutions and multiple monitors.
hu: A nagy felbontások és több monitorok támogatásának javítása.

source: Fix blank screen issues.
hu: Üres képernyőhibák javítása.

source: Proprietary drivers are known as "binary blobs". Certain hardware may experience adverse behavior, causing more issues than the open source drivers, such as:
hu: A szabadalmaztatott illesztőprogramokat "bináris blobok" néven ismerik. Bizonyos hardverek hátrányosan viselkedhetnek, ami több problémát okoz, mint a nyílt forráskódú illesztőprogramok, például:

source: Failing to boot to the graphical desktop.
hu: Grafikus asztal sikertelen indítása.

source: Broken drivers after an upgrade.
hu: Elromlott illesztőprogramok frissítés után.

source: Severe graphical glitches.
hu: Súlyos grafikus hibák.

source: Problems with applications/games requiring hardware acceleration.
hu: Problémák hardveres gyorsítást igénylő alkalmazásokkal/játékokkal.

source: <code id="graphics-open-driver-name"></code> is the open source driver for your card.
hu: <code id="graphics-open-driver-name"></code> a kártya nyíltforráskódú illesztőprogramja.

source: What about the latest NVIDIA drivers?
hu: Mi a helyzet a legfrissebb NVIDIA-illesztőprogramokkal?

source: <b>Additional Drivers</b> fetches the latest tested driver from the Ubuntu repositories. Advanced users and gamers who would like newer versions may wish to consider adding the <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Graphics Driver PPA</a>, which packages up the latest NVIDIA drivers for Ubuntu. These packages are not as thoroughly tested.
hu: A <b>további illesztőprogramok</b> a legújabb tesztelt illesztőprogramot az Ubuntu tárolókból szerzi be. Azok a fejlett felhasználók és játékosok, akik újabb verziókat szeretnének, fontolóra vehetik az <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu grafikus illesztőprogram PPA</a> hozzáadását, amely az Ubuntu legújabb NVIDIA illesztőprogramjait biztosítja. Ezek a csomagok nincsenek alaposan tesztelve.

source: This only applies for actively supported cards, and not older cards using the legacy driver.
hu: Ez csak az aktívan támogatott kártyákra vonatkozik, nem pedig a régebbi kártyákra, amelyek a régebbi illesztőprogramot használnak.

source: Add Repository
hu: Tároló hozzáadása

source: After the PPA is added, newer versions are presented to install in <a onclick="cmd('drivers')">Additional Drivers:</a>
hu: A PPA hozzáadását követően újabb verziók kerülnek bemutatásra a <a onclick="cmd('drivers')">További illesztőprogramok</a> telepítéséhez:

source: Wireless, Bluetooth and Other Devices
hu: Vezetéknélküli, Bluetooth és egyéb eszközök

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
hu: Ha a hardverhez nem talált további illesztőprogramokat, és nem működött a firmware-csomagok telepítése után sem, akkor előfordulhat, hogy a készülékhez saját kezűleg kell keresni egy megfelelő illesztőprogramot.

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
hu: Sajnos ez annak köszönhető, hogy a hardvergyártó nem adott forráskódot a fejlesztőknek, hogy szabadon használhassák őket, vagy nem áll rendelkezésre elegendő dokumentáció az illesztőprogramok létrehozásához az adott márkához és modellhez.

source: Some manufacturers may provide closed source drivers provided by themselves directly. If you require assistance, feel free to <a onclick="smoothPageFade('community.html')">ask the community</a>.
hu: Egyes gyártók zárt forrású illesztőprogramokat biztosíthatnak közvetlenül. Ha segítségre van szüksége, <a onclick="smoothPageFade('community.html')">kérdezze meg a közösséget</a>.

source: Read more on troubleshooting wireless hardware.
hu: További információ a vezeték nélküli hardver hibaelhárításáról.

source: Language Input
hu: Nyelvi bemenet

source: Input method
hu: Beviteli mód

source: In <span name="distro-name"></span>, we provide an option to switch between two widely used keyboard entry layouts. IBus(Intelligent Input Bus) and Fcitx(Free Chinese Input Toy for X).
hu: Az <span name="distro-name"></span>-ban lehetőség van arra, hogy két széles körben használt billentyűzetbeviteli elrendezés között váltsunk. IBus(Intelligent Input Bus) és Fcitx(Free Chinese Input Toy for X).

source: Install & Configure IBus
hu: IBus telepítése és konfigurálása

source: IBus is active now
hu: IBus mostantól aktív

source: Install & Configure Fcitx
hu: Fcitx telepítése és konfigurálása

source: Fcitx is active now
hu: Fcitx mostantól aktív

source: Language Support
hu: Nyelvtámogatás

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
hu: A számítógépnek szüksége lehet a nyelvi és lokalizációs beállításainak frissítésére, vagy további nyelvi támogatást kell telepítenie.

source: <b>Language Support</b> can be found later in <b><i>Settings <i class="material-icons">&#xE315;</i> Region & Language</i></b>
hu: A <b>nyelvi támogatás</b> később a <b><i>Beállítások <i class="material-icons"> &#xE315; </i> Régió és nyelvnél </i></b> található meg

source: Complex Input
hu: Komplex bemenet

source: Some regions of the world require complex inputs.
hu: A világ néhány régiója komplex bemenetet igényel.

source: Chinese
hu: Kínai

source: Japanese
hu: Japán

source: Korean
hu: Koreai

source: Backup, Firewall and User Management
hu: Biztonsági mentések, tűzfal és felhasználókezelés

source: <span name="distro-name"></span> provides option to install a backup utility or firewall and supports multiple user accounts.
hu: Az <span name="distro-name"></span> lehetőséget biztosít a biztonsági mentés segédprogram vagy tűzfal telepítésére, és több felhasználói fiókot is támogat.

source: Backups
hu: Biztonsági mentések

source: Nothing is more important than having a backup of your personal files, just in case something disastrous happens to your computer.
hu: Semmi sem fontosabb, mint a személyes fájlok biztonsági mentése, abban az esetben, ha valami katasztrofális történik a számítógépével.

source: <b>Deja-Dup</b> is a powerful backup utility that can be installed in <span name="distro-name"></span> and supports backups to local devices as well as online cloud-based services.
hu: A <b>Deja-Dup</b> egy hatékony biztonsági mentés segédprogram, amely telepíthető <span name="distro-name"></span>-ben és támogatja a helyi eszközök biztonsági mentéseit, valamint az online felhőalapú szolgáltatásokat.

source: Configure Backup
hu: Biztonsági mentés konfigurálása

source: <b>Backups</b> can be found later in <b>Application Menu <i class="material-icons">&#xE315;</i> Backup</b>.
hu: A <b>Biztonsági mentés</b> megtalálható később az <b>Alkalmazás menü <i class="material-icons">&#xE315;</i>Biztonsági mentésnél</b>.

source: Firewall
hu: Tűzfal

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">learn more about firewalls</a>.
hu: A tűzfalak megakadályozzák, hogy a rosszindulatú kapcsolatok számítógépét veszélyeztessék. Alapértelmezés szerint a tűzfal le van tiltva, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">tudjon meg többet a tűzfalakról</a>.

source: <b>Gufw</b> provides a graphical frontend to <code>ufw</code> (Uncomplicated Firewall). If security is important to you, there are <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">more ways to stay secure too</a>.
hu: A <b>Gufw</b> grafikus frontendet biztosít az <code>ufw</code>-hez (nem komplex tűzfal). Ha a biztonság fontos az Ön számára, <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">még több módja van a biztonságban való maradásnak</a>.

source: Configure Firewall
hu: Tűzfal konfigurálása

source: Firewall Configuration</b> can be found later in <b><i>Settings <i class="material-icons">&#xE315;</i> System <i class="material-icons">&#xE315;</i> Firewall Configuration</i></b>.
hu: A tűzfal konfigurálása</b> később a <b><i>Beállítások <i class="material-icons"> &#xE315;</i> Rendszer <i class="material-icons">&#xE315;</i> Tűzfal-konfigurációnál</i></b> található meg.

source: Users
hu: Felhasználók

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
hu: Megosztja számítógépét másokkal? Állítson be külön felhasználói fiókot minden felhasználó számára, hogy védje minden egyes felhasználó saját adatait ugyanazon a számítógépen.

source: You can also log in to a <b>Guest Session</b> if someone is using your computer as a one-off.
hu: A <b>Vendégszekcióba</b> is bejelentkezhet, ha valaki egyszer használja a számítógépet.

source: Configure Users
hu: Felhasználók konfigurálása

source: <b>Users</b> can be found later in the menu <b><i>Administration <i class="material-icons">&#xE315;</i> Users</i></b>.
hu: A <b>felhasználók</b> később az <b><i>Adminisztráció<i class="material-icons">&#xE315;</i> Felhasználók</i></b> menüben található meg.

source: To improve the amount of customizability, <span name="distro-name"></span> allows you to install/remove popular web browsers with a single click.
hu: A testreszabhatóság növelése érdekében az <span name="distro-name"></span> lehetővé teszi a népszerű webböngészők egyetlen kattintással történő telepítését / eltávolítását.

source: Chromium is an open-source browser project that aims to build a safer, faster, and more stable way for all Internet users to experience the web.
hu: A Chromium egy nyílt forráskódú böngészőprojekt, amelynek célja, hogy biztonságosabb, gyorsabb és stabilabb módot teremtsen az internethasználók számára, hogy felfedezzék az internetet.

source: Snap Install
hu: Snap telepítése

source: Snap Remove
hu: Snap eltávolítása

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organisation. It is highly popular targeting multiple platforms.
hu: A Mozilla Firefox egy ingyenes és nyílt forráskódú webböngésző, amelyet a Mozilla Alapítvány fejlesztett - egy non-profit szervezet. Nagyon népszerű több platformon.

source: Google Chrome is a modern web browser backed by internet giant Google. It offers a smooth browsing experience plus integration with Google's proprietary services.
hu: A Google Chrome egy modern webböngésző, az internetes óriás Google-től. Sima böngészési élményt nyújt, plusz integrációs a Google tulajdonosi szolgáltatásaival.

source: Vivaldi Web Browser is a free, fully customizable web browser. Feature rich, powerful, secure and fun! Browse the Web your way
hu: A Vivaldi webböngésző egy ingyenes, teljesen személyre szabható webböngésző. Funkciógazdag, erőteljes, biztonságos és vicces! Böngéssze a webet ahogyan szeretné

source: Opera is a fast and secure browser. Developed in Europe, used by millions around the world. Now with a built-in ad blocker and free VPN.
hu: Az Opera egy gyors és biztonságos böngésző. Európában fejlesztették, milliók használják szerte a világon. Most beépített reklámblokkolóval és ingyenes VPN-nel.

source: Midori is a lightweight yet powerful web browser which runs just as well on little embedded computers named for delicious pastries as it does on beefy machines with a core temperature exceeding that of planet earth. And it looks good doing that, too. Oh, and of course it's free software.
hu: A Midori egy könnyű, mégis hatékony webböngésző, amely nagyszerűen működik, mind a finom süteményekről elnevezett kis beágyazott számítógépeken és az erőteljes izmos gépeken, amelyek hőmérséklete a föld magját is meghaladják. És jól néz is ki. Ó, és természetesen ez egy ingyenes szoftver.

source: The web browser for GNOME, featuring tight integration with the desktop and a simple and intuitive user interface that allows you to focus on your web pages. If you’re looking for a simple, clean, beautiful view of the web, this is the browser for you. GNOME Web is often referred to by its code name, Epiphany.
hu: A GNOME webböngészője, amely szorosan integrálódik az asztallal, egy egyszerű és intuitív felhasználói felület kínál és lehetővé teszi, hogy csakis a webhelyeire tudjon összpontosítani. Ha egy egyszerű, letisztult és tiszta web élményere vágyik, akkor ez az Ön böngészője. A GNOME Web gyakran Epiphany kódnéven is hivatkozik a böngészőre.

source: User Interface
hu: Felhasználói felület

source: <span name="distro-name"></span> provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel.
hu: Az <span name="distro-name"></span> egyedi eszközt biztosít a felhasználói felület átalakításához. Használhatja a felhasználói felület gyors beállítását, hogy az operációs rendszer kinézetét más, többek által kedvelt kinézetre és érzetre állítsa.

source: Cinnamon Desktop Settings
hu: Cinnamon Asztalbeállítások

source: <b>Cinnamon Desktop Settings</b> can be found later in the menu <b>System Tools</b>.
hu: A <b>Cinnamon Asztalbeállítások</b> később a <b>Rendszereszközök</b> menüben található meg.

source: Settings
hu: Beállítások

source: The utilities mentioned above are all part of the extensive Settings control center that <span name="distro-name"></span> provides. You can configure just about every aspect of your computer from Settings.
hu: A fent említett segédprogramok a kiterjedt <span name="distro-name"></span> Beállítások vezérlőközpont részét képezik. A számítógép beállításainak csaknem minden részletét a Beállítások menüpontban konfigurálhatja.

source: <span name="distro-name"></span> has many keyboard shortcuts that help make using your computer more efficient.
hu: Az <span name="distro-name"></span> számos billentyűparancssal rendelkezik, amelyek segítenek a számítógépet hatékonyan használni.

source: The <b><img src="img/welcome/super-key.svg" /> Super</b> key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
hu: A(z) <b><img src="img/welcome/super-key.svg" />Super</b> billentyű a Windows billentyű. A Mac billentyűzeteken ez a ⌘ parancs billentyű.

source: Cinnamon Desktop shortcuts
hu: Cinnamon Asztali parancsikonok

source: Some common shortcuts used in Cinnamon Desktop
hu: A Cinnamon Asztalon használt néhány gyakori parancsikon

source: Open notifications in Raven
hu: Értesítések megnyitása Ravenben

source: Open applet Settings in Raven
hu: Applet beállítások megnyitása Ravenben

source: Common application shortcuts
hu: Áltatlános alkalmazások parancsikonjai

source: These shortcuts apply in most applications.
hu: Ezek a parancsikonok a legtöbb alkalmazásban érvényesek.

source: Toggle Tilix Quake Mode
hu: Váltás Tilix Quake módra

source: Copy the selected text/object
hu: Kijelölt szöveg/objektum másolása

source: Cut the selected text/object
hu: Kijelölt szöveg/objektum kivágása

source: Paste/insert the selected text/object
hu: Kijelölt szöveg/objektum beillesztése

source: Select all text
hu: Minden szöveg kijelölése

source: Find words
hu: Szavak keresése

source: Find and replace words
hu: Szavak keresése és törlése

source: Make the selected text bold
hu: Legyen a kiválasztott szöveg félkövér

source: Make the selected text italic
hu: Legyen a kiválasztott szöveg dőlt

source: Underline the selected text
hu: A kijelölt szöveg aláhúzása

source: Open a new document or window
hu: Új dokumentum vagy ablak megnyitása

source: Save the current document
hu: Aktuális dokumentum mentése

source: Open another document
hu: Másik dokumentum megnyitása

source: Print the current document
hu: Aktuális dokumentum nyomtatása

source: Undo the last change you made
hu: Utolsó változtatás visszavonása

source: Redo a change that you just undid
hu: Visszavont változtatás újbóli alkalmazása

source: Toggle the current application between full-screen and windowed
hu: Aktuális alkalmazás váltása a teljes képernyős és az ablakos üzemmód között

source: Desktop shortcuts
hu: Asztali parancsikonok

source: This section lists common keyboard shortcuts which you can use to operate parts of the desktop.
hu: Ez a rész a leggyakoribb billentyűparancsokat sorolja fel, amelyeket az asztal részeinek működtetésére használhat.

source: Open Applications menu
hu: Alkalmazások menü megnyitása

source: Copy a screenshot of an area to clipboard
hu: Egy terület képernyőfotójának másolása a vágólapra

source: Save a screenshot of an area to the Pictures directory
hu: Egy terület képernyőfotójának mentése a Képek mappába

source: Copy a screenshot of a window to clipboard
hu: Egy ablak képernyőfotójának másolása a vágólapra

source: Save a screenshot of a window to the Pictures directory
hu: Egy ablak képernyőfotójának mentése a Képek mappába

source: Save a screenshot to the Pictures directory
hu: Képernyőfotó mentése a Képek mappába

source: Run an application by typing its name in the box which appears
hu: Futtasson egy alkalmazást a nevének beírásával a megjelenő mezőbe

source: Delete
hu: Törlés

source: Logout
hu: Kijelentkezés

source: Lock your screen.
hu: Képernyő zárolása

source: Open a terminal.
hu: Egy terminál megnyitása.

source: Window shortcuts - general
hu: Ablak gyorsbillentyűk - általános

source: Call Window Shuffler gui (window tiling grid).
hu: Ablak keverő gui (csempés ablakrács) hívása.

source: Video Demonstration
hu: Videó bemutató

source: Switch between currently-open windows.
hu: Váltás a jelenleg nyitott ablakok között.

source: Press Alt + Tab and then release Tab (but continue to hold Alt).
hu: Nyomja le az Alt + Tab billentyűket, majd engedje fel a Tab billentyűt (de továbbra is tartsa az Alt billentyűt).

source: Press Tab repeatedly to cycle through the list of available windows which appears on the screen.
hu: Nyomja meg többször a Tab billentyűt a képernyőn megjelenő ablakok listájának megtekintéséhez.

source: Left
hu: Bal

source: Switch to the previous workspace.
hu: Váltás az előző munkaterületre.

source: Right
hu: Jobb

source: Switch to the next workspace.
hu: Váltás a következő munkaterületre.

source: Move the current window to the previous workspace.
hu: Mozgassa az aktuális ablakot az előző munkaterületre.

source: Move the current window to the next workspace.
hu: Mozgassa az aktuális ablakot a következő munkaterületre.

source: Closes window.
hu: Bezárja az ablakot.

source: Returns window to 'normal' or previous size.
hu: Visszatér az ablak "normál" vagy korábbi méretéhez.

source: Moves the current window (can be moved with mouse or keyboard).
hu: Az aktuális ablak mozgatása (egérrel vagy billentyűzettel mozgatható).

source: Resizes current window (again, can be moved with mouse or keyboard).
hu: Az aktuális ablak átméretezése (ismét egérrel vagy billentyűzettel mozgatható).

source: Minimizes current window.
hu: Minimalizálja az aktuális ablakot.

source: Up
hu: Fel

source: Maximizes current window.
hu: Maximalizálja az aktuális ablakot.

source: Down
hu: Le

source: Unmaximizes current window.
hu: Kicsinyíti az aktuális ablakot.

source: Space
hu: Terület

source: Displays the window menu with options such as 'Always on Top' and 'Minimize' and 'Maximize' and above commands.
hu: Megjeleníti az ablakmenüt olyan opciókkal, mint a "Mindig felül”, "Minimizálás”, "Maximizálás” és fenti parancsokkal.

source: Place window on left side of screen.
hu: Ablak elhelyezése a képernyő bal oldalán.

source: Place window on right side of screen.
hu: Ablak elhelyezése a képernyő jobb oldalán.

source: Quarter tiling: top left.
hu: Csempés felosztás: fent balra.

source: Quarter tiling: top right.
hu: Csempés felosztás: fent jobbra.

source: Quarter tiling: bottom left.
hu: Csempés felosztás: lent balra.

source: Quarter tiling: bottom right.
hu: Csempés felosztás: lent jobbra.

source: Window shortcuts - numeric keypad
hu: Ablak gyorsbillentyűk - numerikus billentyűzet

source: Tiling shortcuts on the numeric keypad.
hu: Csempe gyorsbillentyűk a numerikus billentyűzeten.

source: Quarter top left.
hu: Negyed fent balra.

source: Quarter top right.
hu: Negyed fent jobbra.

source: Quarter bottom right.
hu: Negyed lent jobbra.

source: Quarter bottom left.
hu: Negyed lent balra.

source: Half top.
hu: Félig fent.

source: Half right.
hu: Félig jobbra.

source: Half bottom.
hu: Félig lent.

source: Half left.
hu: Félig balra.

source: Toggle maximize.
hu: Váltás maximalizálásra.

source: Update shortcuts in the Settings App
hu: Parancsikonok frissítése a Beállítások alkalmazásban

source: Your machine is made up of various components that interact with one another. This information is useful when providing support to ensure hardware and software works on your machine.
hu: A gépe különböző összetevőkből áll, amelyek kölcsönhatásban állnak egymással. Ez az információ akkor hasznos, ha támogatást kap a hardver és a szoftver működésének biztosításához.

source: Gathering Information..
hu: Információ megszerzése...

source: System
hu: Rendszer

source: Distribution:
hu: Disztribúció:

source: The Linux kernel is the heart of Ubuntu.
hu: A Linux-kernel az Ubuntu szíve.

source: Motherboard:
hu: Alaplap:

source: Boot Mode:
hu: Indítási mód:

source: Displays the mode that OS is communicating with the firmware.
hu: Megjeleníti a módot, amellyel az OS kommuniál a firmware-rel.

source: Processor
hu: Processzor

source: Model:
hu: Modell:

source: Speed:
hu: Sebesség:

source: Architecture in use:
hu: Használt architektúra:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
hu: Az operációs rendszer által használt architektúrája. Például, i386 = 32-bit.

source: Architecture(s) supported:
hu: Támogatott architektúrák:

source: Architectures that are supported by this processor.
hu: A processzor által támogatott architektúrák.

source: Components
hu: Komponensek

source: Memory (RAM):
hu: Memória (RAM):
