Repository: coolchess123/ubuntucinnamon-welcome
Catalog: data/po/gettingstarted/*.po
Languages: hu

source: More RAM allows more applications to run simultaneously.
hu: Több RAM több alkalmazás egyidejű futtatását teszi lehetővé.

source: Graphics:
hu: Grafika:

source: Internet Access:
hu: Internet-hozzáférés:

source: Connected
hu: Csatlakozva

source: Not Connected
hu: Nincs csatlakozva

source: Storage
hu: Tárterület

source: Root File System:
hu: Gyökérfájlrendszer:

source: The file system where OS is installed.
hu: A fájlrendszer, ahová az OS telepítve van.

source: Entire Disk Capacity:
hu: Teljes lemezkapacitás:

source: OS Usage
hu: OS Használat

source: Other Usage
hu: Egyéb használat

source: Allocated for <span name="distro-name"></span>:
hu: Kiosztva a(z) <span name="distro-name"></span> részére:

source: The size of your operating system partition.
hu: Az operációs rendszer partició mérete.

source: Used Space:
hu: Felhasznált terület:

source: Free Space:
hu: Szabad terület:

source: Other Usage:
hu: Egyéb használat:

source: Reserved by system, other partitions, unallocated or swap.
hu: Fenntartva a rendszer, egyéb partíciók, allokálatlan és a cserehely számára.
