Repository: coolchess123/ubuntucinnamon-welcome
Catalog: data/po/gettingstarted/*.po
Languages: hu

source: Getting Started
hu: Első lépések

source: Prerequisites
hu: Előkövetelmények

source: System Requirements
hu: Rendszer követelmények

source: Installation Preparation
hu: Telepítés előkészítése

source: Install Now
hu: Telepítés most

source: Familiarity
hu: Barátságosság

source: Browser Ballot
hu: Böngésző szavazás

source: Customization
hu: Testreszabás

source: Keyboard Shortcuts
hu: Gyorsbillentyűk

source: Post-Installation
hu: Telepítés után

source: Updates & Extras
hu: Frissítések és extrák

source: Drivers
hu: Illesztőprogramok

source: Language & Input
hu: Nyelv és bevitel

source: Optional Tasks
hu: Választható feladatok

source: Troubleshooting
hu: Problémamegoldás

source: System Specifications
hu: Rendszerspecifikációk

source: Please choose a topic to get started.
hu: Kérem válasszon egy témát a kezdéshez.

source: Modest System Requirements
hu: Szerény rendszerkövetelmények

source: <span name="distro-name"></span> works well on both high-end to older computers, optimized to be functional, while light on system resources.
hu: A(z) <span name="distro-name"></span> remekül működik mind a magas teljesítményű és régebbi számítógépeken, praktikusra van optimalizálva és közben könnyed a hardver készlettel.

source: Minimum
hu: Legalább

source: Pentium Dual Core 1.6 GHz - approximately created in 2007
hu: Pentium Dual Core 1.6 GHz - körülbelül 2007-ben készült

source: 2 gigabytes (GB) of RAM
hu: 2 gigabyte (GB) RAM

source: 16 gigabytes (GB) of disk space
hu: 16 gigabyte (GB) lemezterület

source: Recommended
hu: Javasolt

source: Pentium i3 - approximately created in 2013
hu: Pentium i3 - körülbelül 2013-ban készítették

source: 4 gigabytes (GB) of RAM
hu: 4 gigabyte (GB) RAM

source: 80 gigabytes (GB) of disk space
hu: 80 gigabyte (GB) lemezterület

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
hu: Az operációs rendszer sokkal hatékonyabban fut, ha a számítógépe eléri, vagy meghaladja az ajánlott követelményeket.

source: What's inside my computer?
hu: Mi található a számítógépemben?

source: Installation Preparations
hu: Telepítési előkészületek

source: Preparing to Install
hu: Felkészülés a telepítésre

source: <span name="distro-name"></span> is relatively simple to set up, whether you're looking to replace your existing operating system or install <span name="distro-name"></span> alongside an existing one - such as &nbsp;<span class="fa fa-windows"></span> Microsoft Windows or another <span class="fa fa-linux"></span> GNU/Linux distribution.
hu: A(z) <span name="distro-name"></span> rendkívül egyszerűen beállítható, akár a meglévő operációs rendszert cserélné le vagy a(z) <span name="distro-name"></span>-t telepítene a már meglévő &nbsp;<span class="fa fa-windows"></span> Microsoft Windows vagy más <span class="fa fa-linux"></span> GNU/Linux disztribúció mellé.

source: For the best results:
hu: A legjobb eredményekért:

source: <u><b>Back up</b></u> any important data to another storage device.
hu: Csináljon <u><b>biztonsági mentést</b></u> a fontos adatokról egy másik adathordozóra.

source: Connect to the Internet to install all available updates during installation.
hu: Csatlakozzon az internethez az elérhető alkalmazások telepítés közbeni frissítéséhez.

source: Stay connected to the Internet to install all available updates.
hu: Maradjon csatlakozva az internethez az összes elérhető frissítés telepítéséhez.

source: Plug in your device to the mains if it is running on battery power.
hu: Csatlakoztassa a készüléket a hálózathoz, ha akkumulátorról működik.

source: The live session you are currently in right now is a good opportunity to test <span name="distro-name"></span> without modifying your computer, allowing you to test all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon from the desktop.
hu: A jelenleg futó élő munkafolyamat jó alkalom arra, hogy tesztelje az <span name="distro-name"></span>-t anélkül, hogy módosítaná a számítógépet, és lehetővé teszi, hogy az összes perifériát tesztelje rendeltetésszerűen, mielőtt elkötelezné magát a gépre való telepítésre. Ha készen áll, kattintson duplán az asztalon található telepítési ikonra.

source: Modern UEFI-based computers
hu: Modern UEFI-alapú számítógépek

source: If you have a modern PC that uses the Unified Extended Firmware Interface (UEFI), you may need to disable <b>Secure Boot</b> (or enable the <b>Unlock Bootloader</b> option) prior to installation, particularly if an operating system was pre-installed.
hu: Ha egy modern PC-je van ami a United Extended Firmware Interface-t (UEFI) használja, lehet hogy le kell tiltania a <b>Secure Boot</b> funkciót (vagy engedélyezni kell az <b> Unlock Bootloader </b> opciót) a telepítés előtt, főleg ha már egy operációs rendszer előre telepítve volt.

source: If you are using a legacy BIOS machine, you do not need to do this.
hu: Ha korábbi BIOS gépet használ, erre nincsen szüksége.

source: Especially when dual booting, it is important that you boot your system in the correct mode and use the <b> 64-bit image</b> , as you cannot boot an operating system installed in BIOS mode after installing a UEFI-enabled operating system or vice versa.
hu: Különösen, amikor dual booting-ot használ, fontos, hogy a rendszer a megfelelő módban legyen használva és használjon <b>64-bites lemezképet</b>, mivel a BIOS módban telepített operációs rendszert nem lehet elindítani egy UEFI-engedélyezett operációs rendszer telepítése után, vica versa.

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer". <b>Do not worry,</b> your data is not lost or corrupt!
hu: Rendszerindítás BIOS módban egy UEFI rendszeren GPT-re formázott lemezen egy "védelmi réteget" fog mutatni. <b> Ne aggódjon,</b> adatai nem vesztek el vagy sérültek!

source: Your system is currently running in <b><span id="boot-mode"></span> mode</b>.
hu: A rendszer jelenleg <b><span id="boot-mode"></span> módban</b> fut.

source: Swap
hu: Cserehely

source: For computers that start to run low on memory (RAM), the operating system will start swapping to disk. Known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
hu: Azok a számítógépek, amelyek kezdenek kifogyni a memóriából (RAM), az operációs rendszer elkezdi alkalmazni a cserehelyt a lemezen. "Lapozó fájlként" ismert Windows rendszeren. A teljesítmény csökkenni fog ha kevés a memória és lefagyás is lehetséges ha teljesen elfogyott a memória cserehely nélkül.

source: By default, a swap partition is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for swap at the end of the drive.
hu: Alapértelmezetten egy cserehely partíció jön létre a RAM mérete alapján. Például ha önnek 2 GB RAM-ja van, akkor 2 GB lesz a merevlemezen lefoglalva a cserehelynek a lemez végén.

source: By default, a swap file is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for the swap file. A separate swap partition is no longer required to be created.
hu: Alapértelmezetten egy cserehely partíció jön létre a RAM mérete alapján. Például ha önnek 2 GB RAM-ja van, akkor 2 GB lesz a merevlemezen lefoglalva a cserehelynek. Egy külön cserehely partíció létrehozására nincs szükség.

source: Previous:
hu: Előző:

source: Should you wish to install <span name="distro-name"></span> alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
hu: Ha az <span name="distro-name"></span>-t a meglévő operációs rendszer mellé szeretné telepíteni, akkor a partícióknak zsugorodniuk kell. Ez azt eredményezi, hogy a merevlemez részei több operációs rendszer között oszlanak meg.

source: I'm dual booting with
hu: Kettős rendszerindításom van ezzel:

source: To minimize the risk of data loss or failure, ensure that:
hu: Ahhoz, hogy csökkentse az adatvesztés veszélyét vagy hibát, legyen benne biztos, hogy:

source: There is enough free space. 10 GB minimum is recommended.
hu: Elég szabad hely van. 10 GB az ajánlott minimum.

source: <b><u>Back up</u></b> important data to another drive.
hu: Csináljon <b><u>biztonsági mentést</u></b> a fontos adatokról egy másik adathordozóra.

source: Defragment the hard drive.
hu: A merevlemez töredezettségmentesítése.

source: Ensure Windows has been cleanly shut down (not hibernated).
hu: Kérjük győződjön meg róla, hogy a Windows megfelelően le lett állítva (nincs hibernálva).

source: Which approach would you prefer?
hu: Melyik megközelítést részesíti előnyben?

source: Simple
hu: Egyszerű

source: Advanced
hu: Fejlett

source: Safest
hu: A legbiztonságosabb

source: The simplest method is to use the installer.
hu: A legegyszerűbb mód a telepítő használata

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
hu: A telepítő átnézi a lemezeket meglévő operációs rendszereket keresve és lehetőséget kínál, hogy mit szeretne tenni.

source: You will see an option similar to this:
hu: Ehhez hasonló opciót fog látni:

source: Followed by:
hu: Ezt követi:

source: Do not interrupt or power off the computer during a resize operation.
hu: Ne szakítsa félbe vagy áramtalanítsa a számítógépet az átméretezés folyamata alatt.

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
hu: Ha így tesz, adatvesztés vagy partíciós tábla sérülés következhet be. Kérem duplán ellenőrizze a változtatásokat a továbbhaladás előtt.

source: The installer may show a <span class="fa fa-spinner"></span> spinner cursor for a long period of time, depending on the size of your disk.
hu: A telepítő egy <span class="fa fa-spinner"></span> forgó kurzort mutathat hosszabb ideig, a lemez méretétől függően.

source: <b>When you next boot Windows, run</b> <code>chkdsk /f</code> from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
hu: <b>Ha legközelebb a Windowst indítja, futtassa a </b> <code>chkdsk /f</code> parancsot a parancssorból, a rendszerhibák ellenőrzéséhez. A Windows ezt automatikusan ütemezheti. Ez biztosítja az NTFS fájlrendszer konzisztenciáját.

source: Use GParted or the installer's "Custom" option.
hu: Használjon GPartedet vagy a telepítő "Egyedi" opcióját.

source: <b>GParted</b> is available during the live session only. It is located under the <b>System <i class="material-icons">&#xE315;</i> Administration</b> menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
hu: A <b>GParted</b> csak az élő munkafolyamat alatt érhető el. Ez megtalálható a <b>Rendszer <i class="material-icons">&#xE315;</i> Adminisztráció</b> menüben. A GParted teljes rugalmasságot kínál a partíciók felett, elsősorban tapasztalt felhasználóknak, akik tudják, hogy hogyan szeretnék a lemezeket elrendezni. Ezzel a módszerrel változtatásokat csinálhat a partíciókon a telepítés előtt.

source: Open GParted
hu: GParted megnyitása

source: After completing operations to your disk, you can leave the remaining space unallocated, whereby the installer will detect this unused space to install <span name="distro-name"></span> to.
hu: A lemezen való változtatások végrehajtása után a hátralévő helyet felhasználatlanul hagyhatja, mivel a telepítő fel fogja deríteni a kihasználatlan helyet és oda fogja telepíteni az <span name="distro-name"></span>-t.

source: Using the Installer's "Custom" option.
hu: A telepítő "Egyedi" opció használata.

source: Instead or in addition to GParted, the <b>Custom</b> option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
hu: A GParted helyett vagy mellett az <b>Egyedi</b> opció a telepítés alatt is kínál lehetőséget a partíciók átméretezésére és konfigurálására, valamint a csatolási pontok megadására. A lemez felosztása megkönnyítheti az operációs rendszer újratelepítését később ha szeretné.

source: You can specify these mount points:
hu: Meghatározhatja ezeket a csatolási pontokat:

source: The base for <span name="distro-name"></span>
hu: Az <span name="distro-name"></span> alapja

source: Bootloader and kernels
hu: Bootloader és kernelek

source: Your personal files and folders
hu: A személyes fájljai és mappái

source: Temporary files
hu: Ideiglenes fájlok

source: Contains most of the applications <i> (binaries, documentation, libraries, etc)</i>
hu: Tartalmazza a legtöbb alkalmazást <i> (binárisok, dokumentáció, könyvtárak stb.)</i>

source: Variable data <i>(such as system logs)</i>
hu: Változó adatok <i>(például rendszernaplók)</i>

source: Data for System Services <i>(typically used for server configurations)</i>
hu: Rendszerszolgáltatások adatai <i>(általában a szerver konfigurációkhoz használatosak)</i>

source: Additional software unmanaged by the package manager
hu: A csomagkezelő által kezelt további szoftverek

source: such as
hu: mint

source: Creating separate partitions for all above mount points is not necessary. The commonly partitioned directories being <code>/</code>, <code>/home</code> and <code>/boot</code>. These mount points can also be set across different physical disks, for instance, if you'd like the OS <code>/</code> on an SSD, but your personal files <code>/home</code> on a mechanical hard drive.
hu: Külön partíciók létrehozása nem szükséges a fenti csatolási pontokhoz. A leggyakrabban megosztott könyvtárak a <code>/</code>, <code>/home</code> és a <code>/boot</code>. Ezek a csatlakoztatási pontok különböző fizikai lemezeken is beállíthatók, például ha az operációs rendszert <code>/</code> SSD-n szeretné használni, de a személyes fájljait <code>/home</code> egy mechanikus merevlemezen.

source: Shrink your system disk within Windows.
hu: Zsugorítsa a rendszerlemezt a Windowsban.

source: Applies to Windows Vista and later.
hu: Alkalmazás Windows Vistára és későbbiekre.

source: If you are using Windows XP or earlier, you will need to use the <b>Simple</b> or <b>Advanced</b> method to shrink your disk.
hu: Ha Windows XP-t használ vagy korábbit, akkor az <b>Egyszerű</b> vagy <b>Haladó</b> módszert kell használnia a lemez zsugorításához.

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing <span name="distro-name"></span>.
hu: Újabb verziójú Windows rendszerek egy eszközt kínálnak az NTFS kötet zsugorításához Windowson belül. Ez biztonságosabb és létfontosságú ha Windows indítása fontos a gépen az <span name="distro-name"></span> használata közben.

source: Open <b>Disk Management</b> from the start menu.
hu: Nyissa meg a <b>Lemezkezelőt</b> a start menüből.

source: Right click your desired drive and choose <b>Shrink Partition</b> from the context menu.
hu: Jobb klikk a kívánt meghajtóra majd válassza a <b>Partíció zsugorítását</b> a helyi menüből.

source: Enter the amount to shrink your system partition by.
hu: Adja meg, hogy mennyivel zsugorodjon a rendszer partíció.

source: Remember, <span name="distro-name"></span> needs at minimum 16 GB of disk space.
hu: Emlékezzen, az <span name="distro-name"></span>-nak minimum 16 GB helyre van szüksége.

source: Further Reading
hu: További olvasásra

source: For further information on the best practices to modify partitions containing Windows, see the following <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')"> help article</a> online.
hu: További praktikus információért, hogy hogyan módosítsunk partíciókat amiken Windows található, látogassa meg a következő online <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">cikket</a>.

source: Repairing Boot Problems
hu: Indítási problémák javítása

source: Linux distributions use a boot loader known as <code>grub</code>, which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to <span name="distro-name"></span> temporally.
hu: A linux disztribúciók egy rendszerindítót használnak ami <code>grub</code> néven ismert, ami megkeresi és betölti az operációs rendszert. Habár egyes operációs rendszerek (mint a Windows) nem integrálnak meglévő rendszerbetöltőket és felülírja azokat, ami ideiglenes hozzáférés veszteséget okoz az <span name="distro-name"></span>-hoz.

source: Fortunately, you can use the <b>Boot Repair</b> tool to repair common problems caused by other operating systems.
hu: Szerencsére használhatja az <b>Indításjavító</b> eszközt, a más operációs rendszerek által okozott problémák kijavításához.

source: Requires downloading a package.
hu: Egy csomag letöltése szükséges.

source: Please connect to the Internet to download and use this utility.
hu: Kérem csatlakozzon az internethez a segédeszköz letöltéséhez és használatához.

source: Sorry, Welcome was unable to establish a connection.
hu: Elnézést, a Welcome nem tudott hálózati kapcsolatot létesíteni.

source: Download Boot Repair
hu: Indításjavító letöltése

source: Open Boot-Repair
hu: Indításjavító megnyitása

source: Install Preparations
hu: Telepítési előkészületek

source: An Internet connection is required to download and install updates.
hu: Internetkapcsolat szükséges a frissítések letöltéséhez és telepítéséhez.

source: Software Updater
hu: Szoftverfrissítő

source: <span name="distro-name"></span> periodically will check to see if new software and security updates are available for your computer. If you have just installed <span name="distro-name"></span>, you might want to do this now.
hu: <span name="distro-name"></span> időközönként ellenőrizni fogja, hogy van e számítógépre elérhető új szoftver vagy biztonsági frissítés. Ha éppen most telepítette az <span name="distro-name"></span>-t, lehet hogy ezt most meg kell tennie.

source: <b>Software Updater</b> can be found later in <strong>Application Menu</strong>
hu: <b> A frissítéskezelő </b> később az <strong> Alkalmazásmenüben </strong> található meg

source: Check for Updates
hu: Frissítések ellenőrzése

source: Restricted Extras
hu: Korlátozott extrák

source: <strong>Ubuntu</strong>(the base distribution of <span name="distro-name"></span>) strives to make all of the most important software available to its users automatically. However patent and copyright restrictions (see Ubuntu License Policy) complicate distribution of software to support non-free formats.
hu: <strong>Ubuntu</strong>(az <span name="distro-name"></span> alapja) törekszik, hogy az összes fontos szoftvert automatikusan elérhetővé tegye felhasználói számára. Habár a szabadalmi és szerzői jog korlátozások (lásd Ubuntu Licensz Irányelvek) bonyolítják a nem szabad szoftver formátumok terjesztését és támogatását.

source: However, you can install the ability to play popular non-free media formats, including DVD, MP3, Quicktime, and Windows Media formats, by following the instructions below.
hu: Azonban az alábbi utasítások betartásával telepítheti a népszerű, nem ingyenes médiaformátumokat, beleértve a DVD, MP3, Quicktime és Windows Media formátumokat is.

source: Ubuntu’s commitment to only include completely free software by default means that proprietary media formats are not configured “out of the box”. See Ubuntu’s Free Software Philosophy and the Free Formats page for a more comprehensive discussion of these issues.
hu: Az Ubuntu elkötelezett, hogy alapértelmezetten csak teljesen ingyenes szoftvert tartalmazzon, ami azt jelenti, hogy a szabadalmaztatott médiaformátumok nincsenek a „dobozon kívül” konfigurálva. Az Ubuntu Szabad Szoftver Filozófiája és a Szabad Formátumok oldalon olvashat részletesebben ezekről a kérdésekről.

source: <strong>Legal Notice</strong> Patent and copyright laws operate differently depending on which country you are in. Please obtain legal advice if you are unsure whether a particular patent or restriction applies to a media format you wish to use in your country.
hu: <strong>Jogi nyilatkozat</strong> A szabadalmi és szerzői jogi törvények eltérően működnek attól függően, hogy melyik országban tartózkodik. Kérjük, kérjen jogi tanácsot, ha nem biztos abban, hogy egy adott szabadalom vagy korlátozás vonatkozik-e az országában használni kívánt médiaformátumra.

source: Applying Changes...
hu: Változtatások alkalmazása...

source: Install
hu: Telepítés

source: Remove
hu: Eltávolítás

source: Next:
hu: Következő:

source: While a wide range of hardware is compatible with <span name="distro-name"></span> , there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
hu: Míg a hardverek széles skálája kompatibilis az <span name="distro-name"></span>-val, vannak olyan alkatrészek és perifériák, amelyek saját illesztőprogramokat igényelnek, hogy megfelelően működjenek. A firmware-csomag telepítése gyakran szükséges ahhoz, hogy bizonyos eszközök, például Bluetooth és Wi-Fi, megfelelően működjenek.

source: An Internet connection is required to download and install drivers.
hu: Internetkapcsolat szükséges az illesztőprogramok letöltéséhez és telepítéséhez.

source: Additional Drivers
hu: További illesztőprogramok

source: <b>Additional Drivers</b> can be found later in <b>Software & Updates</b>
hu: <b>További illesztőprogramok</b> a <b>Szoftver és frissítésekben</b> található meg később

source: Graphics
hu: Grafika

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
hu: Elnézést, a Welcome nem tudta a grafikus kártya gyártóját azonosítani ezen a rendszeren.

source: Card/Chipset:
hu: Kártya/lapkakészlet

source: Unknown
hu: Ismeretlen

source: NVIDIA Graphics Card Detected.
hu: NVIDIA grafikus kártya észlelve.

source: NVIDIA may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
hu: Az NVIDIA-nak lehetnek illesztőprogramjai a grafikus kártyához, amely növelheti a 3D-s alkalmazások és játékok teljesítményét, valamint javíthatja az energiagazdálkodást.

source: AMD Graphics Card Detected.
hu: AMD grafikus kártya észlelve.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
hu: Az AMD illesztőprogramjait az Ubuntun már nem támogatottak. A jelenleg használt nyílt forráskódú illesztőprogramok a legstabilabb teljesítményt biztosítják a grafikus kártyához.

source: You're already good to go.
hu: Már rendben van.

source: Intel's drivers are open source and are maintained/updated in the kernel.
hu: Az Intel illesztőprogramjai nyílt forráskódúak, és a rendszermagban vannak karbantartva/frissítve.

source: VirtualBox Guest Additions
hu: VirtualBox vendég kiegészítések
