Repository: coolchess123/ubuntucinnamon-welcome
Catalog: po/*.po
Languages: eo, id_id, nl_nl, pl, pt_br, pt_pt, sr_rs

source: Steam is a third party package that requires user approval of EULA(End User License Agreement). So we rely on GNOME Software for installing steam and it is not available in your system. Please install GNOME Software and try this option again
id_id: Steam adalah paket pihak ketiga yang memerlukan persetujuan pengguna dari EULA (End User License Agreement). Jadi kami bergantung pada Perangkat Lunak GNOME untuk memasang Steam dan itu tidak tersedia di sistem Anda. Silakan instal Perangkat Lunak GNOME dan coba opsi ini lagi
nl_nl: Steam is een 3e-partij pakket waar de gebruiker goedkeuring moet geven voor de EULA (End User License Agreement). Vanwege dit hebben we GNOME Software nodig voor het installeren van Steam en is niet standaard beschikbaar op jouw systeem. Installeer GNOME Software en probeer deze optie opnieuw
pl: Steam jest pakietem oprogramowania firmy trzeciej i wymaga akceptacji Umowy Licencyjnej Użytkownika Końcowego (EULA). W związku z tym instalację pakietu Steam powierzamy aplikacji Centrum Oprogramowania, ale nie jest ona zainstalowana w twoim systemie. Zainstaluj aplikację Centrum Oprogramowania i spróbuj ponownie.
pt_br: Steam é um pacote de terceiros que requer a aprovação do EULA (Contrato de Licença de Usuário Final) do usuário. Assim, contamos com o GNOME Software para a instalação do steam que não está disponível no seu sistema. Instale o GNOME Software e tente esta opção novamente
pt_pt: O Steam é um pacote de terceiros que requer a aprovação do utilizador do EULA(Contrato de Licença de Utilizador Final). Assim, contamos com o GNOME Software para a instalação do steam que não está disponível no seu sistema. Instale o GNOME Software e tente esta opção novamente
sr_rs: Steam je paket koji dolazi od treće strane koji zahteva potvrdu EULA-e (End User License Agreement) od strane korisnika. Osljanjamo se na GNOME Software za instaliranje Steam-a a isti nije trenutno instaliran na vašem sistemu. Molimo vas da instalirate GNOME Software i da pokušate ponovo sa ovom opcijom

source: Seems that GNOME Software is not installed. If this problem persists even after installing GNOME Software, please contact us with following error message
eo: Ŝajnas, ke GNOME-programaro ne estas instalita. Se ĉi tiu problemo daŭras eĉ post instalado de GNOME-programaro, bonvolu kontakti nin kun la sekva erarmesaĝo
id_id: Sepertinya GNOME Software tidak terpasang. Jika masalah ini berlanjut setelah memasang GNOME Software, silakan hubungi kami dengan pesan galat berikut
nl_nl: Het lijkt er op dat GNOME Software niet ge√Ønstalleerd is. Als dit probleem ook na het installeren van GNOME Software blijft bestaan, neem dan contact met de volgende foutmelding als referentie:
pl: Wygląda na to, że aplikacja Centrum Oprogramowania nie jest zainstalowana. Jeżeli nawet po jej zainstalowaniu problem nadal występuje, skontaktuj się z nami przesyłając komunikat błędu
pt_br: Parece que o GNOME Software não está instalado. Se o problema persistir após a instalação do GNOME Software, por favor nos contate com a mensagem de erro
pt_pt: Parece que o GNOME Software não está instalado. Se o problema persistir após a instalação do GNOME Software, por favor contate-nos com a mensagem de erro
sr_rs: Izgleda da GNOME Software nije instaliran. Ako se problem nastavi i nakon njegove instalacije, molimo vas da nas kontaktirate i da navedete grešku koja se javlja.

source: Following tasks are in progress
eo: Sekvaj taskoj estas en progreso
id_id: Tugas berikut sedang dikerjakan
nl_nl: De volgende taken worden nu uitgevoerd
pl: Następujące zadania są w trakcie wykonywania
pt_br: As seguintes tarefas estão em andamento
pt_pt: As seguintes tarefas estão em andamento
sr_rs: Sledeći procesi su u progresu

source: Cinnamon Welcome
id_id: Cinnamon Selamat Datang
nl_nl: Cinnamon Welkom
pl: Witaj w Cinnamon
pt_br: Boas-Vindas Cinnamon
pt_pt: Boas-Vindas Cinnamon

source: Cinnamon Desktop
eo: Cinnamon Labortablo
id_id: Desktop Cinnamon
pl: Pulpit Cinnamon
pt_br: Desktop Cinnamon
pt_pt: Ambiente de trabalho Cinnamon

source: The following third-party repositories need to be added to complete the installation:
eo: La sekvaj deponejoj de ekstera liveranto devas esti aldonitaj por kompletigi la instaladon:
id_id: Repositori pihak ketiga berikut perlu ditambahkan untuk menyelesaikan instalasi:
nl_nl: De volgende 3e-partij repositories moeten toegevoegd worden om de installatie te voltooien:
pl: Poniższe repozytoria zewnętrzne muszą zostać dodane, aby ukończyć instalację:
pt_br: Os seguintes repositórios de terceiros precisam ser adicionados para completar a instalação:
pt_pt: Os seguintes repositórios de terceiros precisam de ser adicionados para completar a instalação:
sr_rs: Sledeći repozitorijumi od strane trećih stranaka moraju da budu dodati da bi instalacija bila završena:

source: Third-Party repositories are not supported by Ubuntu. You should only continue if you trust the maintainers of the proposed repositories.
eo: Eksteraj liverantaj deponejoj ne estas subtenata de Ubuntu. Vi devas daŭrigi nur, se vi fidas la prizorguloj de la proponitaj deponejoj.
id_id: Repositori Pihak Ketiga tidak didukung oleh Ubuntu. Anda hanya harus melanjutkan jika Anda mempercayai pengelola repositori yang diusulkan.
nl_nl: 3e-partij repositories zijn niet ondersteund door Ubuntu. Overweeg alleen door te gaan als je de makers en onderhouders van de voorgestelde repositories vertrouwd.
pl: Repozytoria zewnętrzne nie są wspierane przez Ubuntu. Powinieneś kontynuować wyłącznie, jeżeli ufasz administratorom proponowanych repozytoriów.
pt_br: O Ubuntu não apoia repositórios de terceiros. Você só deve continuar se confiar nos mantenedores do repositório em questão.
pt_pt: Repositórios de terceiros não são suportados pelo Ubuntu. Você só deve continuar se confiar nos programadores que mantêm os repositórios em questão.
sr_rs: Treće stranački repozitorijumi nisu podržani od strane Ubuntu-a. Možete nastaviti ako verujete održavaču izabranog repozitorijuma.

source: Continue with the installation?
eo: Daŭrigi la instaladon?
id_id: Melanjutkan pemasangan?
nl_nl: Doorgaan met de installatie?
pl: Czy kontynuować instalację?
pt_br: Continuar com a instalação?
pt_pt: Continuar com a instalação?
sr_rs: Nastaviti sa instalacijom?

source: Third-Party Repositories
eo: Deponejoj de ekstera liveranto
id_id: Repositori Pihak Ketiga
nl_nl: 3e-partij repositories
pl: Repozytoria zewnętrzne
pt_br: Repositórios de terceiros
pt_pt: Repositórios de terceiros
sr_rs: Trećepartijski Repozitorijumi

source: Welcome App
eo: Welcome aplikaĵo
id_id: Apl Selamat Datang
nl_nl: Welkom App
pl: Aplikacja powitalna
pt_br: Aplicativo de Boas-Vindas
pt_pt: Aplicação de Boas-Vindas
sr_rs: Welcome Aplikacija

source: Could not gather data.
eo: Ne povis kolekti datumon.
id_id: Tidak bisa mengumpulkan data.
nl_nl: Kon geen data verzamelen.
pl: Nie udało się zebrać danych.
pt_br: Não foi possível obter os dados.
pt_pt: Não foi possível obter os dados.
sr_rs: Ne mogu da prikupim podatke

source: Status
eo: Stato
pt_pt: Estado

source: is in progress. Please wait for it to complete
eo: estas farata. Bonvolu atendi ĝian kompletigon
id_id: Sedang diproses. Mohon tunggu sampai selesai
nl_nl: is bezig. Wacht tot het voltooid is
pl: jest w trakcie wykonywania. Poczekaj na zakończenie
pt_br: está em progresso. Por favor espere até terminar.
pt_pt: está em progresso. Por favor espere até terminar
sr_rs: u progresu. Molimo sačekajte da se završi.

source: Find out about your operating system
eo: Eltrovu pli pri via operaciumo
id_id: Cari tahu tentang sistem operasi Anda
nl_nl: Alles over je besturingssysteem
pl: Zapoznaj się z informacjami o swoim systemie operacyjnym
pt_br: Veja informações sobre o seu sistema
pt_pt: Veja informações sobre o seu sistema
sr_rs: Saznajte više o svom operativnom sistemu

source: Cinnamon Themes
eo: Cinnamon etosoj
id_id: Tema Cinnamon
nl_nl: Cinnamon thema's
pl: Motywy Cinnamon
pt_br: Temas Cinnamon
pt_pt: Temas Cinnamon
sr_rs: Cinnamon Teme

source: Give the desktop a makeover with new themes, icons and fonts
eo: Ŝanĝi la labortablon kun novaj etosoj, piktogramoj kaj tiparoj
id_id: Mempermak desktop dengan tema, ikon, dan font baru
nl_nl: Geef de desktop een makeover met nieuwe thema's, iconen en lettertypes
pl: Odmień wygląd pulpitu poprzez nowe motywy, ikony i czcionki
pt_br: Mude o visual da sua área de trabalho com novos temas, ícones e fontes
pt_pt: Mude o visual do seu ambiente de trabalho com novos temas, ícones e fontes
sr_rs: Pružite svom desktopu tranformaciju sa novim temama ikonama i fontovima.

source: Cinnamon Applets
eo: Cinnamon apletoj
id_id: Applet Cinnamon
pl: Aplety Cinnamon
pt_br: Miniaplicativos do Cinnamon
pt_pt: Mini-aplicações do Cinnamon
sr_rs: Cinnamon Dodaci

source: Customize the desktop panel with applets that provide extra capabilities
eo: Tajlori la labortablan panelon kun apletojn, kiuj provizas ekstrajn kapablojn
id_id: Sesuaikan panel desktop dengan applet yang memberikan kemampuan ekstra
nl_nl: Personaliseer het desktop paneel met applets die extra functionaliteit toevoegen
pl: Dostosuj panel pulpitu przy pomocy apletów dostarczających przydatne funkcje
pt_br: Personalize o painel da área de trabalho com miniaplicativos que fornecem funcionalidades extras
pt_pt: Personalize o painel do ambiente de trabalho com mini-aplicações que fornecem funcionalidades extras
sr_rs: Izmenite desktop panel sa dodacima koji nude dodatne mogućnosti.

source: Cinnamon Discourse
pt_br: Discurso do Cinnamon
pt_pt: Discourse do Cinnamon

source: Be part of the Ubuntu Cinnamon Community
pl: Bądź częścią społeczności Ubuntu Cinnamon
pt_br: Faça parte da Comunidade Ubuntu Cinnamon
pt_pt: Faça parte da Comunidade Ubuntu Cinnamon
sr_rs: Budi deo Ubuntu Cinnamon Zajednice
