Repository: coolchess123/ubuntucinnamon-welcome
Catalog: data/po/community/*.po
Languages: ca, it, ja, mt, tr

source: Community
ca: Comunitat
it: Comunità
ja: コミュニティ
mt: Komunità
tr: Topluluk

source: Get Support
ca: Obtingueu suport
it: Ottenere Supporto
ja: サポートを得る
mt: Ikseb Appoġġ
tr: Yardım Alın

source: To get support for <span name="distro-name"></span> specific issues, the <span name="distro-name"></span> Discourse website is the best place to go. You can raise issues and help other members of our growing community.
ca: Per obtenir suport per a aspectes concrets d'<span name="distro-name"> </span>, el lloc web <span name="distro-name"> </span> Discourse és el millor lloc on acudir. Podeu rebre ajuda i ajudar altres membres de la nostra creixent comunitat.
it: Per ottenere il supporto per questioni specifiche di <span name="distro-name"></span>, il sito web di <span name="distro-name"></span> Discourse è il miglior posto dove andare. Puoi sollevare problemi e aiutare gli altri membri della nostra crescente comunità.
ja: <span name="distro-name"></span> 固有の問題のサポートを受けるには、<span name="distro-name"></span> 談話ウェブサイトが最適な場所です。問題を提起し、成長しているコミュニティの他のメンバーを支援できます。
mt: Biex tikseb appoġġ għal kwistjonijiet relatati ma' <span name="distro-name"></span>, l-aqwa mod hu li żżur is-sit Discourse <span name="distro-name"></span>. Hemmhekk tista tqajjem kwistjoni u jkunu jistgħu jgħinuk membri tal-komunità li qiegħda dejjem tikber.
tr: <span name="distro-name"></span>'e özgü konularda destek almak için, <span name="distro-name"></span> Discourse web sitesine gitmek en iyi yerdir. Sorunlarınızı arttırabilir ve büyüyen topluluğumuzun diğer üyelerine yardımcı olabilirsiniz.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ca: Sembla que no esteu connectat a Internet. Si us plau, comproveu la connexió per accedir a aquest contingut.
it: Sembra che tu non sia connesso ad Internet. Per favore controlla la tua connessione per accedere a questo contenuto.
ja: インターネットに接続していないようです。このコンテンツにアクセスするには、接続を確認してください。
mt: Jidher li m'intix mqabbad mal-Internet. Jekk jogħġbok iċċekja l-konnessjoni tiegħek biex taċċessa dal-kontenut.
tr: İnternet'e bağlı olmadığınız anlaşılıyor. Lütfen bu içeriğe erişmek için bağlantınızı kontrol edin.

source: Sorry, Welcome was unable to establish a connection.
ca: Perdoneu, la Benvinguda no ha pogut establir una connexió.
it: Ci scusiamo, ma Welcome non è riuscita a stabilire una connessione
ja: 申し訳ありませんが、Welcome は接続を確立できませんでした。
mt: Welcome ma rnexxilux jestabilixxi konnessjoni.
tr: Üzgünüz, Hoşgeldiniz Uygulaması bağlantı kuramadı.

source: Retry
ca: Torna-hi
it: Riprova
ja: リトライ
mt: Erġa Prova
tr: Yeniden Dene

source: An alternative way to get in touch is via our official Telegram (Internet Relay Chat) channel.
ca: Una manera alternativa de posar-nos en contacte és el canal d'Telegram (Internet Relay Chat).
it: Un modo alternativo per entrare in contatto è tramite il nostro canale Telegram (Internet Relay Chat) ufficiale.
ja: 別の連絡方法は、公式の Telegram (Internet Relay Chat) チャンネルを使用することです。
mt: Mod ieħor biex tikkuntatjana huwa billi tidħol fl-Telegram (Internet Relay Chat) channel uffiċjali tagħna.
tr: İletişim kurmanın alternatif bir yolu resmi Telegram (Internet Relay Chat) kanalımızdır.

source: If you disconnect from the channel you will not receive a notification of any reply. So either leave an Telegram session open - or we recommend connecting to all ubuntu Telegram channels via an Telegram bouncer.
ca: Si us desconnecteu del canal no rebreu cap notificació de cap resposta. Per tant, o bé deixeu la sessió d'Telegram oberta o bé us recomanem de connectar amb tots els canals d'Telegram d'Ubuntu amb un rebotador d'Telegram.
it: Se ti scolleghi dal canale, non riceverai una notifica di alcuna risposta. Quindi, o lasci una sessione Telegram aperta - o si consiglia di collegarsi a tutti i canali Telegram ubuntu tramite un bouncer Telegram.
ja: チャンネルから切断すると、応答の通知を受け取れません。そのため、Telegramセッションを開いたままにしておくか、Telegramバウンサーを介してすべてのUbuntu Telegramチャネルに接続することをお勧めします。
mt: Jekk titlef il-konnessjoni miċ-channel ma tirċievi l-ebda notifikazzjonji dwar ebda risposta. Jiġifieri ħalli is sessjoni tal-Telegram miftuħa - jew nirrakomandaw ukoll li taqbad mal-Telegram channels kollha tal-ubuntu bl-użu ta Telegram bouncer.
tr: Kanal bağlantısını keserseniz herhangi bir cevap bildirimi alamazsınız. Ya bir Telegram oturumunu açık bırakın - ya da bir Telegram bouncer kullanarak tüm ubuntu Telegram kanallarına bağlanmanızı öneririz.

source: #Ubuntu-Cinnamon on FreeNode
it: #Ubuntu-Cinnamon su FreeNode
ja: FreeNodeネットワークの#Ubuntu-Cinnamon
mt: #Ubuntu-Cinnamon fuq FreeNode
tr: FreeNode üzerinde #Ubuntu-Cinnamon

source: Forum
ca: Fòrum
ja: フォーラム

source: You can also get support for <span name="distro-name"></span> through these official Ubuntu forums:
ca: També podeu obtenir suport per a <span name="distro-name"> </span> per aquests fòrums oficials d'Ubuntu:
it: Puoi anche ottenere supporto per <span name="distro-name"></span> attraverso questi forum ufficiali di Ubuntu:
ja: これらの公式Ubuntuフォーラムから<span name="distro-name"></span>のサポートを受けることもできます。
mt: Tista' wkoll tikseb appoġġ għal <span name="distro-name"></span> billi żżur dawn l-Ubuntu forums uffiċjali:
tr: Aynı zamanda <span name="distro-name"></span> için de resmi Ubuntu forumları üzerinden yardım alabilirsiniz:

source: Social Networks
ca: Xarxes socials
ja: ソーシャルネットワーク
mt: Netwerks Soċjali
tr: Sosyal Ağlar

source: <span name="distro-name"></span> is active on the following social networks.
ca: <span name="distro-name"> </span> està actiu a les xarxes socials següents:
it: è attiva sui seguenti social networks.
ja: <span name="distro-name"></span>は次のソーシャルネットワークで活発です。
mt: <span name="distro-name"></span> huwa attiv fuq in-netwerks soċjali li ġejjin.
tr: <Span name = "distro-name"> </ span> şu sosyal ağlarda etkindir.

source: Facebook Group
ca: Grup de Facebook
it: Gruppo Facebook
ja: Facebook グループ
mt: Grupp ta' Facebook
tr: Facebook Grubu

source: Facebook Page
ca: Pàgina de Facebook
it: Pagina Facebook
ja: Facebook ページ
mt: Paġna ta' Facebook
tr: Facebook Sayfası

source: Local Communities
ca: Comunitats locals
it: Comunità Locali
ja: 地域コミュニティ
mt: Komunitajiet Lokali
tr: Yerel Topluluklar

source: In addition to global communities, <span name="distro-name"></span> also encourages local communities to support users coming from diverse backgrounds. In this section, you can discover our local communities. If you are interested to manage a local community for <span name="distro-name"></span> please let us know, so that we can list it here and improve its visibility.
ca: A més de les comunitats globals, <span name="distro-name"> </span> també incita les comunitats locals a donar suport als usuaris procedents de diversos àmbits. En aquesta secció, podeu descobrir les nostres comunitats locals. Si esteu interessats a gestionar una comunitat local per a <span name="distro-name"> </span>, feu-nos-ho saber per tal que puguem enumerar-la aquí i millorar-ne la visibilitat.
it: Oltre alla comunità globali, <nome span class = "distro-name"> </ span> incoraggia anche le comunità locali per supportare gli utenti provenienti da diversi background. In questa sezione è possibile scoprire le nostre comunità locali. Se sei interessato a gestire una comunità locale per <span name = "distro-name"> </ span>, ti preghiamo di farcelo sapere, in modo che possiamo elencarla qui e migliorare la sua visibilità.
ja: グローバルコミュニティに加えて、<span name="distro-name"></span>は、さまざまなバックグラウンドを持つユーザーをサポートするように地域コミュニティにも奨励しています。このセクションでは、私たちの地域コミュニティを発見できます。<span name="distro-name"></span>の地域コミュニティの管理に関心がある場合は、ここにリストしてその視認性を改善できるようにお知らせください。
tr: <span name="distro-name"></span>, küresel topluluklara ek olarak yerel toplulukları farklı geçmişlerden gelen kullanıcıları desteklemeye teşvik etmektedir. Bu bölümde, yerel topluluklarımızı keşfedebilirsiniz. <span name="distro-name"></span> için yerel bir topluluğu yönetmek istiyorsanız, lütfen bize bildirin, böylece burada listeleyebilir ve görünürlüğünü artırabiliriz.

source: Ubuntu Cinnamon Brasil
it: Ubuntu Cinnamon Brasile
ja: Ubuntu Cinnamon ブラジル
mt: Ubuntu Cinnamon Brażil
tr: Ubuntu Cinnamon Brezilya
