Repository: coolchess123/ubuntucinnamon-welcome
Catalog: data/po/features/*.po
Languages: pt_pt

source: Features
pt_pt: Recursos

source: Modern and Full-Featured
pt_pt: Moderno e cheio de recursos

source: <span name="distro-name"></span> is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
pt_pt: <span name="distro-name"></span> é um sistema operativo moderno, com uma interface atraente e fácil de entender. O seu gestor de atualizações mantém não só o próprio sistema operativo, mas todas as aplicações instaladas atualizadas na sua versão mais recente. O sistema operativo é mais seguro e melhor suportado do que sistema operativos que vêm pré-instalados na maioria dos computadores domésticos hoje em dia.

source: Pre-Configured Yet Flexible
pt_pt: Pré-Configurado porém Flexível

source: Using <span name="distro-name"></span> provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
pt_pt: A utilização do <span name="distro-name"></span> dá-lhe a liberdade de executar um sistema operativo completo e pré-configurado com a maioria das aplicações, se não todos que você precisará para o uso diário. Modifique a aparência do sistema, a forma como ele trabalha, ou mesmo as aplicações que executa adequadas ao seu gosto.

source: Built-In Security
pt_pt: Construído com segurança

source: <span name="distro-name"></span> is designed with security in mind. Unlike operating systems that update only once a month, <span name="distro-name"></span> receives updates continuously. The updates include security patches for <span name="distro-name"></span> and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
pt_pt: <span name="distro-name"></span>é projetado com a segurança em mente. Ao contrário dos sistemas operativos que atualizam apenas uma vez por mês, o <span name="distro-name"></span> recebe atualizações continuamente. As atualizações incluem correções de segurança para o <span name="distro-name"></span> e todos os seus componentes. As atualizações de segurança para todos os programas instalados também são fornecidas no mesmo cronograma. Isto garante que tenha a proteção mais recente para todo o software do seu computador - assim que estiver disponível!

source: <span name="distro-name"></span> can get viruses and other infections... but it is rare. Rapid and timely updates make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to <span name="distro-name"></span>.
pt_pt: <span name="distro-name"></span> pode obter vírus e outras infecções... mas é raro. As atualizações rápidas e oportunas dificultam a instalação e execução de vírus, root kits e outros malwares sem a intervenção consciente por si, o utilizador. Mesmo que invoque acidentalmente uma infecção, é provável que ele tenha sido projetado para atacar o Windows e não fará muito, ou mesmo algum dano ao <span name="distro-name"></span>.

source: Another significant security feature of <span name="distro-name"></span> is that its users are not superusers by default. Superusers (also known as "root" users or administrators) on any computer system have permission to do anything they want, including the ability to damage the system.
pt_pt: Outra característica de segurança significativa do <span name="distro-name"></span> é que seus utilizadores não são superutilizadores por padrão. Os superutilizadores (também conhecidos como utilizadores ou administradores "root") em qualquer sistema de computador têm permissão para fazer qualquer coisa que desejam, incluindo a capacidade de danificar o sistema.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. <span name="distro-name"></span> opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" <span name="distro-name"></span> will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, <span name="distro-name"></span> requires you to provide your administrator password before that permission is granted. Every single time.
pt_pt: Por exemplo, outros sistemas operativos observam o nome de um ficheiro para determinar qual programa deve abri-lo e, em seguida, tenta abri-lo imediatamente. Esse design torna mais fácil para um intruso atacar um computador. O <span name="distro-name"></span> abre um ficheiro com base no que é o ficheiro, não com base em seu nome. Portanto, mesmo que um programa malicioso dissimula sua identidade usando o nome "Última Vontade e Testamento.txt", o <span name="distro-name"></span> irá reconhecer o ficheiro como um programa. O sistema fornece um aviso de que o ficheiro não é um ficheiro de texto, mas que é um programa que será executado se você dar permissão para continuar. Para ser mais seguro, o <span name="distro-name"></span> exige que você forneça a sua palavra-passe de administrador antes que essa permissão seja concedida. Sempre.

source: Powerful Applications
pt_pt: Aplicações Poderosas

source: While cinnamon-desktop provides the essential user interface to control and use a computer, <span name="distro-name"></span> adds a collection of additional applications to turn your computer into a truly powerful workstation.
pt_pt: Enquanto o cinnamon-desktop fornece a interface de utilizador essencial para controlar e usar um computador, o <span name="distro-name"></span> adiciona uma coleção de aplicações adicionais para transformar o seu computador numa estação de trabalho verdadeiramente poderosa.

source: Productivity
pt_pt: Produtividade

source: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
pt_pt: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> proporciona navegação na Web segura e fácil. Uma interface de utilizador familiar, recursos aprimorados de segurança, incluindo proteção contra roubo de identidade on-line e uma pesquisa integrada para que você aproveite ao máximo a web.

source: LibreOffice is a full-featured office productivity suite that provides a near drop-in replacement for Microsoft(R) Office; its clean interface and powerful tools let you unleash your creativity and grow your productivity. LibreOffice embeds several applications that make it the most powerful Free and Open Source Office suite on the market:
pt_pt: LibreOffice é um conjunto de produtividade de escritório completo que oferece uma substituição ao Microsoft(R) Office de fácil acesso; Sua interface limpa e ferramentas poderosas permitem que você desenhe a sua criatividade e aumente a sua produtividade. O LibreOffice incorpora várias aplicações que o tornam a mais poderosa Suíte de Escritório Grátis e de Código Aberto no mercado:

source: Writer, the word processor.
pt_pt: Writer, o processador de textos.

source: Calc, the spreadsheet application.
pt_pt: Calc, a aplicação de folhas de cálculo.

source: Impress, the presentation engine.
pt_pt: Impress, o editor de apresentação.

source: Draw, the drawing and flowcharting application
pt_pt: Draw, a aplicação de desenho e de fluxograma

source: Math, for editing mathematics.
pt_pt: Math, para edição de fórmulas matemáticas.

source: Entertainment
pt_pt: Entretenimento

source: Rhythmbox is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg). Originally inspired by Apple's iTunes, the current version also supports Internet Radio, iPod integration and generic portable audio player support, Audio CD burning, Audio CD playback, music sharing, and Podcasts.
pt_pt: O Rhythmbox é um programa de gestão e reprodução de música muito fácil de usar, que suporta uma ampla gama de formatos de áudio (incluindo mp3 e ogg). Originalmente inspirado no iTunes da Apple, a versão atual também oferece suporte a Rádio da Internet, integração com iPod e suporte a reprodutor de áudio portátil genérico, gravação de CD de áudio, reprodução de CD de áudio, compartilhamento de músicas e Podcasts.

source: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats.
pt_pt: <span class="before1710">GNOME Fotos</span><span class="1710">gThumb</span> é um organizador de fotos digitais. Ele permite que você importe fotos de câmeras e discos, organizando-os de vários modos, visualizando-os em ecrã maximizado ou em modo de ecrã completo, também permite exportá-los para compartilhar com outros. É capaz de gerir diversos formatos de imagem diferentes.

source: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> is a media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
pt_pt: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> é um reprodutor de multimédia. Ele reproduz ficheiros MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVDs, VCDs, podcasts e multimédia de várias fontes da rede.

source: ... And a whole lot more!
pt_pt: ...E muito mais!

source: Naturally you'll also find a document/photo scanner and printer management all included in <span name="distro-name"></span>. And this is just the start. The <a onclick="cmd('software-center');cmd('')">GNOME Software</a> includes best-in-class applications for most tasks and a single click will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
pt_pt: Naturalmente, você também encontrará um digitalizador de documentos/fotos e gestão de impressoras, tudo incluído no <span name="distro-name"></span>. E isto é apenas o começo. O <a onclick="cmd('software-center');cmd('')">GNOME Software</a> inclui as melhores aplicações da classe para a maioria das tarefas, e num simples clique lhe dará acesso a milhares de aplicações adequadas para qualquer busca profissional ou recreativa.

source: Games
pt_pt: Jogos

source: In the last couple of years Linux has become a first class gaming platform thanks to <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> bringing their <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> platform to Linux. At the time of writing Steam has more than 2000 high quality indie and AAA titles available for Linux. <span name="distro-name"></span> is fully compatible with Steam for Linux.
pt_pt: Nos últimos dois anos, o Linux tornou-se uma plataforma de jogos de primeira classe graças a <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> trazendo a sua plataforma <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> para o Linux. No momento da escrita, o Steam tem mais de 2000 títulos indie e AAA de alta qualidade disponíveis para Linux. <span name="distro-name"></span> é totalmente compatível com o Steam para Linux.

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for <span name="distro-name"></span>. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
pt_pt: Enquanto o Steam é um grande passo em frente para jogar no Linux, também há muitos títulos de jogos de Código Aberto de alta qualidade e agradáveis disponíveis para o <span name="distro-name"></span>. Não importa se você gosta de simuladores de voo, automobilismo, tiro em primeira pessoa, saltar e correr ou jogos de cartas, você encontrará algo para mantê-lo entretido.
